[
  {
    "key": 1,
    "label": "до начала  ХХ.В",
    "header":"С ДРЕВНЕЙШИХ ВРЕМЕН ДО НАЧАЛА ХХ ВЕКА",
    "texts": [
      {
        "key": 1,
        "text": "Азербайджанский народ, который в конце ХХ столетия вновь обрел независимость, обладает древней и богатой историей государственности."
      },
      {
        "key": 2,
        "text": "Азербайджанцы в то же время относятся к народам мира, обладающим древнейшими традициями государственности."
      },
      {
        "key": 3,
        "text": "В начале I тысячелетия до нашей эры и I тысячелетия нашей эры на азербайджанских землях существовали такие могущественные государства, как Манна, Мидия, Атропатена и Албания."
      },
      {
        "key": 4,
        "text": "В конце VIII - начале VII веков до нашей эры важную роль в военно-политической истории Азербайджана стали играть киммерийцы и искиты, а также саки и массагеты, имеющие одни и те же корни с искитами."
      },
      {
        "key": 5,
        "text": "Впоследствии ни многолетний оккупационный режим Ахеменидской Иранской империи, ни походы Александра Македонского не смогли уничтожить древнюю культуру государственного управления Азербайджана. Сразу после смерти Александра Македонского Азербайджанская государственность вновь возродилась. На южных землях нашей страны появилось государство Атропатена, а на севере – Албания."
      },
      {
        "key": 6,
        "text": "В начале нашей эры страна столкнулась с одним из самых тяжелых периодов испытаний в своей истории: в III веке Азербайджан оккупировала Сасанидско-Иранская империя, а в VII столетии – Арабский Халифат. Захватчики переселили в страну многочисленное персоязычное население и население арабского происхождения. Пришлое население было размещено в местах важного военно-стратегического значения и на самых плодородных землях, им были предоставлены широкие привилегии. Но все это не смогло уничтожить древние традиции государственности Азербайджана, и процесс формирования азербайджанского народа продолжался. В результате того, что Азербайджан на протяжении длительного исторического периода целиком находился в составе данных империй, расширились внутренние, прежде всего, торговые связи между всеми регионами страны. Произошел важный прогресс в налаживании этнополитического и культурного единства между северным и южным, восточным и западным регионами Азербайджана."
      },
      {
        "key": 7,
        "text": "С середины IX века – после распада халифата вновь возродились древние традиции государственности Азербайджана: на азербайджанских землях появились государства Саджидов, Ширваншахов, Саларидов, Раввадидов, Шаддадидов. Во всех сферах политической, экономической и культурной жизни произошло пробуждение. Появление местных государств после продолжавшегося около 600 лет сасанидского и арабского ига, распространение Ислама на всей территории страны сыграли важную роль в последующем развитии Азербайджана. Однако ни одному из государств, образованных после падения Арабского халифата, не удалось на протяжении длительного исторического периода превратиться в единое, устойчивое, могущественное государство, охватывающее всю территорию Азербайджана, не была обеспечена политическая стабильность. Азербайджан был включен в состав Великой Сельджукской империи, охватывающей обширные территории от Средней Азии до побережья Средиземного моря и от Дербентского перевала до Персидского залива."
      },
      {
        "key": 8,
        "text": "Укрепившиеся после падения Великой Сельджукской империи государства Ширваншахов и Эльденизов сыграли важную роль в продолжении и дальнейшем укреплении традиций государственности азербайджанского народа. Азербайджанское государство Эльденизов, превратившееся в самое могущественное государство Ближнего и Среднего Востока, занимает особое место в этнополитической истории нашего народа. Азербайджанское возрождение достигло своего пика с Хагани, Низами, Аджеми."
      },
      {
        "key": 9,
        "text": "В XV-XVIII веках азербайджанская культура государственности еще более обогатилась. В этот период охватывавшие обширные территории государства Гарагоюнлу, Аггоюнлу и Сефевидов управлялись непосредственно азербайджанскими династиями. Этот важный фактор оказывал позитивное влияние на внутренние и международные связи государства, расширял сферу его военно-политического влияния и применения азербайджанского языка, создавал благоприятные условия для дальнейшего развития материальной и духовной культуры народа."
      },
      {
        "key": 10,
        "text": "В конце XV- начале XVI веков азербайджанская государственность вступила в новый этап своей исторической эволюции. Внуку Узун Гасана, выдающемуся государственному деятелю Шаху Исмаилу Хатаи удалось объединить под своей властью все азербайджанские земли. Появилось единое централизованное Азербайджанское государство – Государство Сефевидов со столицей в городе Тебриз. В период правления Сефевидов еще более повысилась культура государственного управления Азербайджана. Благодаря деятельности, успешной внутренней и внешней политике Шаха Исмаила, Шаха Тахмасиба, Шаха Аббаса и других сефевидских правителей, Государство Сефевидов спустя некоторое время превратилось в одну из могущественных империй Ближнего и Среднего Востока."
      },
      {
        "key": 11,
        "text": "Выдающийся азербайджанский полководец Надир шах (1736-1747), пришедший к власти после падения государства Сефевидов, еще более расширил границы Империи Сефевидов. Этот великий правитель захватил в 1739 году Северную Индию, включая Дели. Однако его планы по созданию на этой обширной территории могущественного централизованного государства не осуществились. После смерти Надир шаха управляемая им империя, обладавшая обширной территорией, пала."
      },
      {
        "key": 12,
        "text": "Таким образом, во второй половине XVIII века Азербайджан распался на мелкие государства – ханства и султанаты. Начался период военно-политического спада страны. Несмотря на то, что отдельные ханы, пытавшиеся сохранить древние традиции государственности Азербайджана, стремились вновь объединить всю страну в рамках единого государства, это не дало никаких результатов. Политическая разрозненность еще более углубилась. Тем самым, чужеземные агрессоры, пытавшиеся захватить Азербайджан, получили очень благоприятную возможность."
      },
      {
        "key": 13,
        "text": "Азербайджан превратился в арену кровавых войн между двумя крупными государствами. На основании Гюлистанского (1813) и Туркманчайского (1828) договоров азербайджанские земли были поделены между двумя империями: север Азербайджана был присоединен к России, а юг – к Персидскому шахству, управляемому Гаджарами."
      },
      {
        "key": 14,
        "text": "Несмотря на это, благодаря деятельности патриотически настроенных людей, выдающихся представителей интеллигенции было обеспечено духовное развитие азербайджанского народа, сохранены его историческая память, национальная культура."
      },
      {
        "key": 15,
        "text": "Просветительское движение в Азербайджане составляло один из важнейших периодов нашей истории. Роль данного этапа в культурном и политическом возрождении азербайджанского народа неоценима."
      }
    ]
  },
  {
    "key": 2,
    "label": "1918-1920",
    "header":"Two",
    "texts": [
      {
        "key": 1,
        "text": "28 мая 1918 года была провозглашена первая демократическая парламентская республика на мусульманском Востоке - Азербайджанская Демократическая Республика. Новосозданная Азербайджанская Демократическая Республика, действуя на пределе своих возможностей, с честью справилась с взятыми на себя сложными историческими задачами. Были осуществлены серьезные меры в области строительства в Азербайджане независимого, демократического государства, сформированы первый парламент и правительство, государственный аппарат, институты управления, определены границы страны, в короткий срок созданы воинские части, обладавшие высокой боеспособностью, проделана важная работа для обеспечения территориальной целостности и национальной безопасности, приняты государственный флаг, гимн и герб, родной язык объявлен государственным языком, уделено особое внимание развитию просвещения и культуры и предприняты целенаправленные шаги в решении других важных вопросов, представлявших исключительное значение для всестороннего развития народа, национальной государственности в последующие годы.        "
      },
      {
        "key": 2,
        "text": "Азербайджанская Демократическая Республика, с первых дней существования опиравшаяся на принципы народовластия и равенства людей, предоставив всем гражданам страны одинаковые права, устранила расовое, национальное, религиозное, классовое неравенство. Впервые на Востоке и значительно раньше, чем в некоторых европейских странах, женщинам в Азербайджане было предоставлено избирательное право.        "
      },
      {
        "key": 3,
        "text": "К сожалению, одним из первых решений Азербайджанской Демократической Республики в крайне сложных исторических условиях – в условиях проводимой армянскими военными формированиями этнической чистки против азербайджанцев и их территориальных притязаний для создания своего государства, стала передача Иревана на основании компромиссного варианта, достигнутого в результате Батумских переговоров, Армении в качестве столицы. Эта большая историческая ошибка открыла путь очередным трагедиям в жизни азербайджанского народа и постоянной экспансии со стороны армян.        "
      },
      {
        "key": 4,
        "text": "7 декабря 1918 года в 13.00 в здании женской школы Г.З.Тагиева (ныне здание, где размещается Институт рукописей имени Мухаммеда Физули) состоялось торжественное открытие Азербайджанского парламента. Это был первый на всем мусульманском Востоке законодательный орган, сформированный на основе самых прогрессивных, демократических принципов того времени. Законы, принятые в период полуторагодовой деятельности республиканского парламента позволили упрочить независимость национального государства, добиться политического и экономического развития, стремительного прогресса в области культуры и просвещения.        "
      }
    ]
  },
  {
    "key": 3,
    "label": "1920-1940",
    "header":"Three",
    "texts": [
      {
        "key": 1,
        "text": "28 апреля 1920 года Азербайджан был оккупирован большевистской Россией. В период советской власти азербайджанская государственность столкнулась со сложными испытаниями. Уже признанная в 1920-1922 годах де-факто международным сообществом независимость Азербайджана формально была частично сохранена. В марте 1922 года три республики Южного Кавказа (Азербайджан, Грузия, Армения) были объединены в рамках единого государства – Закавказской Социалистической Федеративной Советской Республики (ЗСФСР) , тем самым формальная независимость была полностью устранена.        "
      },
      {
        "key": 2,
        "text": "В период Советского Союза Зангезур, Гейча, часть Нахчывана и другие районы были выведены из состава Азербайджана и присоединены к Армении. В итоге территория страны, составлявшая в период Азербайджанской Демократической Республики 114 тысяч квадратных километров, сократилась до 86,6 тысячи квадратных километров. Кроме того, 7 июля 1923 года по инициативе большевистских лидеров была создана НагорноКарабахская автономная область. Это решение явилось первым шагом, направленным на вывод Нагорного Карабаха из состава Азербайджана.        "
      }
    ]
  },
  {
    "key": 4,
    "label": "1940-1991",
    "header":"Four",
    "texts": [
      {
        "key": 1,
        "text": "Обретя 18 октября 1991 года государственную независимость, Азербайджан объявил себя правопреемником Демократической Республики, продемонстрировав приверженность древним традициям государственности. Спустя короткое время были восстановлены государственные символы периода Азербайджанской Демократической Республики.        "
      },
      {
        "key": 2,
        "text": "Азербайджанская Республика, волей народа провозгласившая свою независимость, начала действовать в крайне сложных условиях. Расширение армянской агрессии против Азербайджана, тяжба за власть, спад экономики значительно ослабили страну. Неудовлетворительная деятельность власти Народного Фронта Азербайджана – Мусавата поставила страну на грань расчленения.        "
      },
      {
        "key": 3,
        "text": "После возвращения в 1993 году общенационального лидера Гейдара Алиева по требованию народа к власти ситуация стала меняться. 15 июня 1993 года Гейдар Алиев был избран председателем Верховного Совета Азербайджанской Республики. Этот день вошел в нашу историю как День национального спасения. 23 июня Милли Меджлис возложил на председателя Верховного Совета Гейдара Алиева президентские полномочия.        "
      },
      {
        "key": 4,
        "text": "Народ еще теснее сплотился вокруг своего руководителя Гейдара Алиева. 3 октября 1993 года Гейдар Алиев был избран Президентом Азербайджанской Республики. Строительство независимого государства, обеспечение его безопасности, территориальной целостности, восстановление экономики, демократическое развитие, налаживание международных связей Азербайджана и его интеграция в мировое сообщество составили главные контуры разработанной Гейдаром Алиевым стратегии национального развития.        "
      }
    ]
  },
  {
    "key": 5,
    "label": "1991-Today",
    "header":"Five",
    "texts": [
      {
        "key": 1,
        "text": "Именно благодаря спасительной миссии Гейдара Алиева была сохранена государственная независимость Азербайджанской Республики, а 1990-1993 годы – годы пребывания общенационального лидера у власти вошли в историю Азербайджана как период глубоких реформ.        "
      },
      {
        "key": 2,
        "text": "Ярким примером этой поддержки являются результаты (внеочередных) президентских выборов 2003, 2008, 2013 и 2018 годов. Единство между народом и властью – ключевой фактор в развитии независимого Азербайджана.        "
      },
      {
        "key": 3,
        "text": "Сегодня Азербайджан находится в ряду самых конкурентоспособных стран мира, глобальные проекты, реализованные Азербайджаном и его партнерами, изменили энергетическую и транспортную карту Евразии.        "
      },
      {
        "key": 4,
        "text": "Азербайджанский народ, обладающий богатым наследием в области государственности, гордится своим славным прошлым, как исторический успех ценит свободу, которую он получил и защищает как зеницу ока, демонстрирует свою готовность пойти на любые жертвы во имя суверенитета и территориальной целостности страны.        "
      },
      {
        "key": 5,
        "text": "44-дневная Отечественная война, приведшая к великой победе Азербайджана в 2020 году под руководством Верховного главнокомандующего, Президента Ильхама Алиева, ярко отражает эту решимость и волю, его безграничную преданность историческому наследию и культуре.        "
      }
    ]
  }
]
