[
  {
    "key": 1,
    "title": "Ковроткачество",
    "desc": "Ковроткачество появилось в Азербайджане очень давно: это самый древний вид прикладного искусства в регионе, что неоднократно подтверждалось археологическими находками. Производство ковров здесь является семейной традицией, которая передается из поколения в поколение, а навыки для этого занятия выработаны многолетней практикой. Поскольку это неотъемлемая часть азербайджанской культуры, в Баку даже есть Музей ковра. Здание, спроектированное в виде свернутого ковра, является первым музеем, который специализируется на изучении и охране древнейших ковров Азербайджана. Работа по сбору экспонатов началась в 1967 году, и уже в 1972 первые посетители музея смогли увидеть самые редкие образцы этого традиционного искусства.",
    "image": "/artMain.jpeg",
    "article": [
      {
        "key": 1,
        "name": "Медное производство",
        "text": "В Азербайджане до сих пор применяют традиционные методы производства медной посуды, которое на сегодняшний день достигло очень высокого уровня. Его происхождение связывают со старинным поселком Лагич, который долгое время являлся ремесленным центром и был особенно знаменит именно благодаря медным изделиям необычайной красоты. В 2015 году медное производство в Лагиче было включено в список нематериального культурного наследия человечества ЮНЕСКО.",
        "image": "/mednoye.jpg"
      },
      {
        "key": 2,
        "name": "Шебеке",
        "text": "Шебеке — это древнее ремесло, которое появилось в азербайджанской архитектуре в IX-XII веках. Оно представляет собой составные орнаменты из цветного стекла, которые украшают здания, и знамениты тем, что собраны в деревянные рамки без использования гвоздей и клея. Маленькие разноцветные стеклышки встраиваются в сетчатые деревянные конструкции, которые, как правило, сделаны из ореха или дуба. Дворец шекинских ханов, расположенный в историческом центре Шеки (объект Всемирного наследия ЮНЕСКО), считается наиболее ярким примером искусства шебеке.",
        "image": "/sebeke.jpg"
      }
    ]
  }
]
