[
  {
    "key": 1,
    "header": "Азербайджанский язык.",
    "image": "/alpha.jpeg",
    "texts": [
      {
        "key": 1,
        "text": "Азербайджанский язык является диалектом тюркской языковой семьи. Тюркская языковая семья охватывает более тридцати пяти языков, первоначально расположенных, прежде всего, в регионах между Западным Китаем и Сибирью. Азербайджанский язык похож грамматикой и произношением на турецкий и язык кашкаев из иранской провинции Фарс. В свое время на азербайджанский язык также повлиял и персидский язык. "
      },
      {
        "key": 2,
        "text": "Азербайджанский язык бывает двух видов и разделен на два общих диалекта. Легкий способ различать эти два вида заключается в том, что в более северных странах, где говорят на азербайджанском языке - используют латинский алфавит, в то время как в южных странах - применяют персоарабскую письменность."
      },
      {
        "key": 3,
        "text": "В самом Азербайджане чаще всего используется латинский алфавит, в то время как в Иране, где проживает много людей говорящих на азербайджанском, используется персоарабская письменность. Северный азербайджанский или азербайджанский язык, является официальным языком Азербайджана, на нем также говорят в Армении, Эстонии, Грузии, Казахстане, Кыргызстане, Туркменистане и Узбекистане."
      },
      {
        "key": 4,
        "text": "В течение 800 лет развития азербайджанские литературные языки прошли через два главных периода. Старый период захватывает период от 13-го до 18-го века, в то время как тот, так называемый новый, начался в 18-ом веке и продолжается до настоящих времен."
      },
      {
        "key": 5,
        "text": "Словарь языка первого периода отличало обилие слов арабского и персидского происхождения. Стили языка того периода, особенно в поэзии и различные стилистические приемы вызвали приток большого количества заимствованных слов в литературном азербайджанском языке. Открытие школ реализма и реалистического литературного метода вызвало исчезновение заимствованных слов, которые не присоединились к основному словарю языка. Кроме того, слова пришедшие в язык во времена Османской империи 'shimdi' (теперь), 'shoyle' (такой), 'shu' (это, этот), 'kendi' (сам) появились в языке в новом периоде."
      },
      {
        "key": 6,
        "text": "Вопросы, которые задают на азербайджанском языке, является особенно интересным аспект в азербайджанском языке. Вопросительные частицы: как, что, кто, почему и где (или на азербайджанском языке neca, ne, kime, ne ucun, harada) интегрируются в фактические слова, описывающие предметы вопросов. Это не очень распространенный способ образовать вопросы, но является, конечно, интересным аспектом азербайджанского языка. Подобный многим языкам, таким как валлийский язык, например, у азербайджанского языка есть числовая система, которая переводится очень просто. Номер 11, например, буквально переведем, как десять один, в то время как двенадцать был бы десять два, тринадцать будет десять три, и т.д."
      },
      {
        "key": 7,
        "text": "Азербайджанский язык имеет несколько диалектов. Изучая северный или южный азербайджанский язык, Вы будете в состоянии изучить много более новых диалектов и форм речи в этом языке. Азербайджан - страна, которая имеет дипломатические отношения с другими странами и является членом 38 международных организаций. Конечно, это - одна из более перспективных стран для видение бизнеса и торговли, а азербайджанский язык мог быть очень полезен для создания связей с этой страной."
      }
    ]
  }
]
